; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : עברית
; Translation by: Eli Mizrahi <eliva361@gmail.com>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "eliva361@gmail.com"
Translationby = "Eli Mizrahi "
Language = "עברית"
pickatask = "בחר משימה"
lockafolder = "נעל תיקייה"
unlockselected = "פתח תיקיה שנבחרה"
changepassword = "שינוי סיסמה ראשית"
exit = "יציאה"
Aboutlockafolder = "אודות LocK-A-FoLdeR"
enternewpassword = "הזן את הסיסמה החדשה"
entermasterpassword = "הזן את הסיסמה ראשית"
alreadyrunning = "LocK-A-FoLdeR כבר פועלת"
doesntexist = "לא קיים"
chooseafolder = "בחר תיקייה לנעול"
selectfirst = "אנא קודם בחר התיקיה"
alreadyinlist = "כבר ברשימה"
plzwait = "אנא המתן"
unable2lock = "לא ניתן לנעילה"
unable2unlock = "לא ניתן לפתיחה"
invalidpass = "סיסמה לא נכונה"
alertmasterpass = "אנא בחר סיסמת ראשית."
nointernet = "יש איזושהי בעיה עם החיבור לאינטרנט שלך"
checkupdates = "בדוק עדכונים"
openreadme = "פתח תיקיית עזרה"
visitwebpage = "בקר בדף הבית"
rescuecentre = "מרכז ההצלה"
Rescuefolder = "חילוץ תיקייה"
notinlist = "תיקיות לא ברשימה יכולות לפתח מכאן."